tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "aria2"
brew "automake"
brew "chromaprint"
brew "cmake"
brew "dnsmasq"
brew "docker-machine", link: false
brew "faad2"
brew "lame"
brew "ffmpeg"
brew "findutils"
brew "fontconfig"
brew "mpfr"
brew "libmpc"
brew "gd"
brew "git"
brew "gnu-tar"
brew "go"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick"
brew "llvm@5"
brew "mas"
brew "pcre"
brew "nginx", args: ["with-http2"]
brew "node", link: false
brew "pkg-config"
brew "pstree"
brew "readline"
brew "sqlite"
brew "python"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tcl-tk"
brew "yarn"
cask "adium"
cask "calibre"
cask "docker"
cask "dropbox"
cask "emacs"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "java"
cask "plex-media-server"
cask "protege"
cask "shoes"
cask "sketchup"
cask "skitch"
cask "tabula"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "xquartz"
mas "Alfred", id: 405843582
mas "App School for Xcode and  iOS 10 Development Free", id: 1163893338
mas "Apple Configurator", id: 434433123
mas "ClamXav", id: 430207028
mas "Color Picker", id: 641027709
mas "DesiGN for iBooks - Templates", id: 527161787
mas "Evernote", id: 406056744
mas "feedly", id: 865500966
mas "iBooks Author", id: 490152466
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft OneNote", id: 784801555
mas "Mixxx", id: 413756578
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Skitch", id: 425955336
mas "Twitter", id: 409789998
mas "WMA to Any Lite", id: 897544510
